tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kaos/shell"
tap "molovo/revolver"
tap "pixee/pixee"
tap "sst/tap"
tap "turbot/tap"
tap "warrensbox/tap"
tap "zunit-zsh/zunit"
brew "adr-tools"
brew "xz"
brew "asciinema"
brew "awscli"
brew "bat"
brew "bats-core"
brew "detect-secrets"
brew "duckdb"
brew "exa"
brew "gh"
brew "git-xargs"
brew "go"
brew "go@1.21"
brew "go@1.22"
brew "golangci-lint"
brew "httpie"
brew "jq"
brew "nvm"
brew "pnpm"
brew "pre-commit"
brew "scorecard"
brew "shellcheck"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tmux"
brew "trivy"
brew "yarn"
brew "yq"
brew "goreleaser/tap/goreleaser"
brew "kaos/shell/bats-assert"
brew "kaos/shell/bats-file"
brew "pixee/pixee/pixee"
brew "sst/tap/sst"
brew "turbot/tap/flowpipe"
brew "turbot/tap/powerpipe"
brew "turbot/tap/steampipe"
brew "turbot/tap/steampipe@0.21.8", link: false
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "aws-vault"
cask "bartender"
cask "cleanmymac"
cask "discord"
cask "docker"
cask "drivethrurpg"
cask "flux"
cask "font-inconsolata-nerd-font"
cask "font-mononoki-nerd-font"
cask "google-chrome"
cask "inkscape"
cask "inky"
cask "insomnia"
cask "iterm2"
cask "jordanbaird-ice"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "remember-the-milk"
cask "slack"
cask "steam"
cask "sublime-text"
cask "trunk-io"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "codescene.codescene-vscode"
vscode "dsznajder.es7-react-js-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jetmartin.bats"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "nextchaptersoftware.unblocked-vscode"
vscode "prisma.prisma"
vscode "svelte.svelte-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "vitest.explorer"
