codescene.codescene-vscode
dsznajder.es7-react-js-snippets
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.hcl
hashicorp.terraform
jetmartin.bats
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
ms-vscode.makefile-tools
nextchaptersoftware.unblocked-vscode
prisma.prisma
svelte.svelte-vscode
unifiedjs.vscode-mdx
vitest.explorer
